Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: He has held faculty and research positions at leading international universities and research centers in STS and security studies such as Center for Advanced Security Theory (CAST), University of Copenhagen, Northwestern University, Imperial College London, Massachusetts Institute of Technology and University of Manchester and University of Gothenburg.
nb: Han har hatt fakultets- og forskerstillinger ved ledende internasjonale universiteter og forskningssentre, som Senter for Advanced Security Theory (CAST), Universitetet i København, Northwestern University, Imperial College London, Massachusetts Institute of Technology, University of Manchester og Universitetet i Gøteborg.

source: On the MNR’s official website, it is stated that capacity building is an important part of Kurdish energy policy.
nb: På nettsiden til Naturressursdepartementet i KRI står det skrevet at kapasitetsbygging en viktig del av kurdisk energipolitikk.

source: Last book (27 in all): The UN and Development.
nb: Stokkes siste bok, av i alt 27, er «FN og utvikling».

source: Which other approaches might be possible?
nb: Hva er begrensninger og muligheter?

source: He advises senior department officials and oversees the development of policy positions related to the full range of cyber, technology, infrastructure, and resilience issues.
nb: Han jobber med rådgivning i departementet, og følger med på politikkutviklingen på cyber, teknologi, infrastruktur og motstandsdyktighet.

source: This raises the question if there’s a need for a world organization for tax issues.
nb: Dette reiser spørsmålet om behovet for en verdensorganisasjon for skatteproblemer.

source: Prior to joining NUPI he studied sales, service and security at Horten upper secondary school.
nb: Han har studert salg, service og sikkerhet ved Horten videregående skole.

source: will present key findings and selected policy recommendations from the EUNPACK-project, with an emphasis on the role of the EU in the Sahel.
nb: presentere hovedfunn og utvalgte anbefalinger fra EUNPACK-prosjektet, med særlig fokus på EUs rolle i Sahel.

source: She was international affairs fellow at the Council on Foreign Relations in New York where she analysed political and security trends in the Middle East.
nb: Hun har tidligere erfaring som forsker ved Council on Foreign Relations i New York, hvor hun analyserte trender innen politikk og sikkerhet i Midøsten.

source: Francesca is a brilliant colleague in every way, and a highly deserving laureate.
nb: Francesca er på alle måter en strålende kollega og en velfortjent prisvinner.

source: C-REX hosted annual Society for Terrorism Research conference
nb: C-REX var vertskap for den årlige konferansen til the Society for Terrorism Research

source: The series during autumn 2020 consists of five webinars on tax and corruption, with speakers from Chr.
nb: Serien denne høsten 2020 består av fem webinarer om skatt og korrupsjon, med foredragsholdere fra Chr.

source: Research group for peace, conflict and development
nb: Forskningsgruppen for fred, konflikt og utvikling

source: Comments on the meeting between Joe Biden and Vladimir Putin and relations between the USA and Russia.
nb: Kommentar til toppmøtet mellom den amerikanske presidenten Joe Bidenb and Russlands Vladimir Putin.

source: Corona crisis, legitimization crisis and climate crisis.
nb: Koronakrise, legitimitetskrise og klimakrise.

source: François Heisbourg is Senior Advisor for Europe at the International Institute for Strategic Studies (IISS) and Special Advisor at the Paris-based Fondation pour la Recherche Stratégique (FRS).
nb: François Heisbourg er seniorrådgiver for Europa ved International Institute for Strategic Studies (IISS) hvor han også tidligere har vært direktør, og han er spesialrådgiver ved Fondation pour la Recherche Stratégique i Paris.

source: Previous to her current position, she worked as a Liaison Officer for the German OSCE Chairmanship 2016 at the OSCE Mission to Moldova as well as an advisor on security and defence policy at the German Bundestag.
nb: Tidligere har hun jobbet som Liaison Officer for German OSCE Chairmanship 2016, på OSCE Mission to Moldova, i tillegg til å ha vært rådgiver for sikkerhet- og forsvarspolitikk ved German Bundestag.

source: BEPS-project has also been criticised for the lack of transparency in its CCBR-proposal.
nb: BEPS-prosjektet har også blitt kritisert for mangelen på åpenhet for offentligheten i sitt Land-for-Land- forslag.

source: Her research specializes on the far right, gender, and online extremism.
nb: Forskningen hennes fokuserer på ytre høyre, kjønn og ekstremisme online.

source: Ulf Sverdrup continues as Director of NUPI
nb: Ulf Sverdrup fortsetter som direktør på NUPI

source: Sophie Gueudet’s research interests revolve around conflict and post-conflict situations, nationalism, cross-border nationalist movements, national identities and contested forms of statehood, with a focus on South-Eastern Europe, Central Europe and Eurasia.
nb: Sophie Gueudet forsker på konflikt og post-konfliktsituasjoner, nasjonalisme, grensekryssende nasjonalistiske bevegelser, nasjonal identitet og ikke-anerkjente stater, med et geografisk fokus på det sørøstlige Europa, Sentral-Europa og Eurasia.

source: Immediately prior, from 2017-2018, Michael served as Director of the Office for European Security & Political-Military Affairs in the Bureau of European & Eurasian Affairs.
nb: Fra 2017 til 2018, var Murphy direktør for europeiske sikkerhets- og politisk-militære saker i Europa og Eurasia.

source: Pehlivanovic's thesis is on the relationship between state and civil society in Bosnia-Herzegovina, and more specifically on cumulative extremism between extremist groups.
nb: I forbindelse med den skriver hun om forholdet mellom stat og sivilsamfunn i Bosnia-Herzegovina, og mer spesifikt hvorvidt kumulativ ekstremisme er et utbredt fenomen i landet.

source: Senior Research Fellow at NUPI Francesca Refsum Jensenius does research on topics related to elections and political representation in India.
nb: Seniorforsker på NUPI Francesca Refsum Jensenius forsker på temaer knyttet til valg og politisk representasjon i India.

source: The panel consisted of book editors Odd-Helge Fjeldstad, senior researcher at Christian Michelsen Institute and Sigrid Klæboe Jacobsen from Tax Justice Network Norway and they were joined by Attiya Waris, Senior Lecturer, Law School, University of Nairobi, Cathrine Ngina Mutava, Associate Director, Strathmore Tax Research Centre, and Olav Lundstøl, Policy director - Tax and Capital flight, The Norwegian agency for development cooperation (NORAD).
nb: Panelet i Stortinget besto av bokredaktørene Odd-Helge Fjeldstad, seniorforsker ved Christian Michelsen Institutt, og Sigrid Klæboe Jacobsen, daglig leder av Tax Justice Network Norge, i tillegg til Attiya Waris, foreleser på juridisk fakultet ved Universitetet i Nairobi, Cathrine Ngina Mutava, assisterende direktør ved Strathmore Tax Research Centre, og Olav Lundstøl, fagdirektør for Skatt og Kapitalflukt i Norad.

source: The conference will take place on Zoom.
nb: Konferansen vil gå på Zoom.

source: 1 million: Syrian refugees in Lebanon registered with UNHCR
nb: Antall syriske flyktninger i Libanon registrert av FN: 1 million

source: Intern, Vienna office of the UN Office for Disarmament Affairs (UNODA)
nb: Praktikant - FNs kontor for nedrustningsspørsmål i Wien

source: But is NATO delivering?
nb: Men leverer egentlig NATO?

source: The article examines Russia’s participation in world trade and trade policy, using trade data for 1996–2017 and simulations of a numerical world trade model where Russia is divided into domestic regions.
nb: Artikkelen analyserer Russlands deltakelse I verdens handel og handelssystem på grunnlag av data for 1996-2017 og simulering av en global handelsmodell der Russland er inndelt inn i regioner.

source: He was previously a Canadian diplomat and university professor.
nb: Han var tidligere en kanadisk diplomat og universitetsprofessor.

source: GOP = 'Grand Old Party' = The Republican Party - by some held as the oldest party in the USA.
nb: GOP = «Grand Old Party» = det republikanske partiet - som av noen blir framholdt som det eldste politiske partiet i USA.

source: At the seminar, Dr. Campos will present the results from his report “Norwegian Rhapsody?
nb: På dette seminaret vil Dr Nauro Campos presentere resultatene fra sin rapport “Norwegian Rhapsody?

source: As Special Advisor for Research and Higher Education in Beijing, she was responsible for following up the Government's Panorama Strategy for Higher Education and Research Cooperation and facilitating bilateral cooperation with the Chinese authorities, as well as institutional academic cooperation.
nb: Som spesialrådgiver for forskning og høyere utdanning i Beijing var hun ansvarlig for å følge opp regjeringens panoramastrategi for høyere utdanning og forskningssamarbeid og legge til rette for bilateral dialog og samarbeid med kinesiske myndigheter.

source: Or sign up on this page (the "venteliste" button), and we will reach out.
nb: Eller meld deg på her (trykk på "venteliste"), så får vi tak i deg.

source: Other countries in the region and outside like Japan, India and the United States, also have their own strategies on cooperation.
nb: Også andre land i og utenfor Sentral-Asia, som Japan, India og USA, har egne strategier for samarbeid.

source: He is a long-time critic of both the local and international leadership in Kosovo and a former leader of the country’s largest political party, Lëvizja Vetëvendosje.
nb: Han har lenge vært en kritiker av både lokal og internasjonal ledelse i Kosovo og en tidligere leder av landets største politiske parti, Lëvizja Vetëvendosje.

source: In particular, it argues that Beijing is combining new ideas (China Dream, Asia Dream, World Dream), new policies (comprehensive diplomacy and security), new institutions (AIIB), and new projects (BRI) to build what Xi calls the “community of shared destiny.”
nb: Særlig blir det lagt vekt på at Beijing kombinerer nye ideer (Kinadrømmen, Asiadrømmen, Verdensdrømmen), nye politiske virkemidler (omfattende diplomati og sikkerhet), nye institusjoner (AIIB) og nye prosjekter (BRI) til å lage det som Xi kaller "samfunn med skjebnefellesskap".

source: Rebalance to Asia
nb: Vender seg til Asia

source: is the International Security Fellow at the New America Foundation, a professor at Georgia State University, and member of the Evidence Based Cyber Security at the Andrew Young School of Policy Studies.
nb: er forsker på Internasjonal Sikkerhet ved New America Foundation, professor på Georgia State University, og medlem av Evidence Based Cyber Security på Andrew Young School of Policy Studies.

source: The abrupt fall of the government and the taking over of Kabul by the Taliban have worsened the fragile economic situation and caused a grave humanitarian crisis in Afghanistan.
nb: Regjeringens bråe fall og Talibans overtakelse av Kabul har forverret den skjøre økonomiske situasjonen og forårsaket en alvorlig humanitær krise i Afghanistan.

source: ‘Unlike all the other states that have sought late entry to the EU, the UK did not hold a referendum on whether to join in 1973: the decision was taken on the basis of a parliamentary vote.
nb: - I motsetning til alle de andre landene som har søkt sent om EU-medlemskap, ble det ikke avholdt folkeavstemning i Storbritannia om å bli med i 1973:

source: It was completed this spring, and officially finalized with a successful full-day conference in Brussels on 24 May.
nb: , og ble offisielt avsluttet med en vellykket heldagskonferanse i Brussel 24.

source: From 2011 to 2017, she served as International Crisis Group’s Russia/North Caucasus Project Director, supervising the organisation’s research and advocacy in the region.
nb: Fra 2011 til 2017 var hun prosjektdirektør for Russland og Nord-Kaukasus ved International Crisis Group, der hun ledet organisasjonens forskning og rådgivning i regionen.

source: , PhD is a research professor (part time) in NUPI’s
nb: , PhD er forsker (deltid) i NUPI’s forskningsgruppe for

source: We will focus on American and European missile defence, and political perspectives from the Middle East – Iran, Europe and Russia.
nb: Vi setter søkelyset på amerikansk og europeisk rakettforsvar, og politiske perspektiver fra Midtøsten - Iran, Europa og Russland

source: NATO and the High North are two central frameworks for the Norwegian foreign, security and defence policy.
nb: NATO og nordområdene er to sentrale rammeverk for den norske utenriks-, sikkerhets- og forsvarspolitikken.

source: is a Research Fellow and a lecturer at the Barcelona Centre for International Affairs and at the Universitat Autònoma de Barcelona (UAB).
nb: er forsker og foreleser ved Barcelonas senter for internasjonale saker og ved Universitat Autònoma de Barcelona (UAB).

source: Covid-19 is a major global crisis.
nb: Covid-19 er en stor global krise.

source: Her research is based on survey interviews with 450 active and ex-fighters, included members of Ahrar Al Sham, Al Qaeda-affiliated Al Nusra, and ISIS local and foreign fighters.
nb: Forskningen baserer seg på intervjuer med 450 aktive og tidligere krigere, inkludert medlemmer av Ahrar al-Sham, Nusra-fronten og IS.

source: And is there really one?
nb: Og er det egentlig en konsensus?

source: The Norway-China relationship now appears to be among China’s more steady relations in Europe, says Hans Jørgen Gåsemyr, senior researcher at NUPI.
nb: Nå framstår det norsk-kinesiske forholdet som et av Kinas mer stabile i Europa, sier Hans Jørgen Gåsemyr, seniorforsker ved NUPI.

source: COVD-19 is hitting hard and with a wide range, and Chinese contributions to development finance, other forms of aid and peace operations may also prove vital for fighting the pandemic.
nb: COVID-19 treffer imidlertid hardt og bredt, og kinesisk utviklingsfinansiering, andre typer bistand og bidrag til fredsoperasjoner er mange steder viktig for å bekjempe pandemien.

source: e (co-authored with Marina Calculli), Francesco Strazzari will overview critical aspects in the current debate on counterterrorism in Europe.
nb: (Marina Calculli er medforfatter) vil Francesco Strazzari gi et overblikk over kritiske aspekter i den pågående debatten om antiterrorarbeid i Europa.

source: This project is funded by the Research Council of Norway (RCN) under the programme FRIPRO Young Research Talents
nb: Prosjektet er finansiert av Norges forskningsråd (NFR) under programmet FRIPRO Young Research Talents

source: She introduces a generic framework called “directed improvisation”— the paradoxical combination of top-down direction and bottom-up improvisation.
nb: Hun introduserer et rammeverk kalt «directed improviasation» - den paradoksale kombinasjonen av top-down og bottom-up-tilnærminger.

source: The August Coup failed, but it marked the beginning of the end for the Soviet Union.
nb: Augustkuppet mislyktes, men ble begynnelsen på slutten for Sovjetunionen.

source: Head, Global Order and Diplomacy, NUPI
nb: , Europa, Asia, Norden, Russland og Eurasia

source: is an Associate Professor at the LBJ School of Public Affairs at the University of Texas-Austin.
nb: er førsteamanuensis på LBJ School of Public Affairs ved University of Texas-Austin.

source: There are more people involved in offshore activities– that’s the conclusion in a recent NUPI study – within the STEAL project (
nb: Flere enn vi tror er involvert i offshoreaktiviteter – det er konklusjonen en nylig studie fra NUPI – en studie som er del av STEAL-prosjektet (

source: What impact do international courts, such as the ICC and the European Court of Human Rights have in Russia and Georgia?
nb: Hvilken innvirkning har internasjonale domstoler som ICC og Den europeiske menneskerettighetsdomstolen på Russland og Georgia?

source: This situation calls for new thinking, intellectual rigour, and policy relevant research.
nb: Den nye spenningen i Europa krever nye tenkemåter, intellektuelle muskler og politisk relevant forskning-det skal StratApproach tilby.

source: This collaborative project between NUPI, ACCORD and ECFR aims to stimulate and enrich the dialogue in Africa and Europe on the underlying geopolitical, Covid-19, peace and security and other key developments and dynamics that will influence the strategic relationship between Africa and Europe.
nb: Dette samarbeidsprosjektet mellom NUPI, ACCORD og ECFR har som mål å stimulere og berike dialogen i Afrika og Europa om underliggende geopolitiske spenninger, covid-19, fred og sikkerhet og annen viktig utvikling og dynamikk som vil påvirke det strategiske forholdet mellom Afrika og Europa.

source: Carr is a Senior Lecturer in International Relations with a focus on global cyber security and Internet governance.
nb: Carr er seniorforeleser i internasjonale relasjoner med fokus på global cybersikkerhet og internettovervåkning.

source: The process of ranking the world’’s best think tanks started as early as March last year, and the results was made public 26 January this year.
nb: Prosessen med å rangere verdens tenketanker begynte allerede i mars i fjor, og resultatene ble offentliggjort 26 januar i år.

source: Consultant, Forced migration and refugee health and coordinator, radicalisation and violent extremism, RVTS Vest
nb: Spesialkonsulent, Tvungen Migrasjon og Flyktninghelse og koordinator, Radikalisering og Voldelig Ekstremisme, RVTS Vest

source: Research fellow/Professor, Norwegian Institute for Defence Studies (IFS)
nb: Forsker/professor, Institutt for forsvarsstudier (IFS)

source: Chair is Senior Research Fellow at NUPI, Dr. Kristin Haugevik.
nb: Ordstyrer er seniorforsker på NUPI Kristin Haugevik.

source: In this seminar, NUPI senior researcher Henrik Stålhane Hiim will analyze the evolution of China’s approach to the nuclear programs in Iran and North Korea.
nb: Under dette seminaret presenterer Henrik Stålhane Hiim Kinas politikk overfor atomprogrammene i Iran og Nord-Korea, og hvordan denne politikken har utviklet seg over tid.

source: Mellomfag in Political Science, University of Oslo
nb: Mellomfag i statsvitenskap, Universitetet i Oslo

source: Galina Kolodzinskaia, co-author and Visiting Research Fellow at NUPI explains why this research is important:
nb: Galina Kolodzinskaia, medforfatter og gjesteforsker ved NUPI, forklarer hvorfor denne forskningen er så viktig:

source: Comment, by Julie Wilhelmsen, NUPI
nb: Kommentar, ved Julie Wilhelmsen, NUPI

source: He holds a PhD in political economy and has done extensive field research in Asia and Africa, especially Sri Lanka, Taiwan and India.
nb: Han har PhD i politisk økonomi og har gjort omfattende feltarbeid i Asia og Afrika, spesielt på Sri Lanka, og i Taiwan og India.

source: At the time of the commitment, the tax aid amounted to 134 million Norwegian kroner.
nb: På signeringstidspunktet tilsvarte dette 134 Millioner norske kroner.

source: Senior Research Fellow at NUPI Kari Osland chairs the meeting, and Research Professor Morten Bøås will comment.
nb: Seniorforsker ved NUPI Kari Osland er ordstyrer, og seniorforsker Morten Bøås vil komme med en kommentar til Diops presentasjon.

source: The criteria used for assessing and criticising the G20 do not reflect this development
nb: Kriteriet som brukes for å vurdere og kritisere G20 speiler ikke denne utviklingen.

source: Commentators: Jan Egeland, Director of NUPI and Kjersti Fløgstad, Secretary General, Unicef – Norway.
nb: århundre - Kanadas tidligere FN-ambassadør Paul Heinbecker, NUPI-direktør Jan Egeland og Generalsekretær i UNICEF Kjersti Fløgstad innleder og kommenterer.

source: From the coup in 1980 to the signing of a peace treaty in 2003, conflicts have put their mark on Liberia.
nb: Fra et statskupp i 1980 til en fredsavtale ble undertegnet i 2003, preget store konflikter Liberia.

source: from the Norwegian Defence Research Establishment (FFI) will give a presentation on the jihadi actors involved in the conflict in the Sahel, focusing on JNIM and ISGS, the regional affiliates of al-Qaida and Islamic State.
nb: fra Forsvarets forskningsinstitutt (FFI) skal snakke om jihadist-aktørene som er involvert i konflikten i Sahel, med fokus på JNIM og ISGS, de regionale grupperingene til al-Qaida og IS.

source: There is a big need for knowledge and understanding of the context and effects, to identify alternative courses of actions.
nb: Det er stort behov for kunnskap og forståelse av sammenhenger og virkninger, for å identifisere handlingsalternativer.

source: From 1880 until the dissolution of the union, it was about how foreign policy should be controlled by the people, and that it should ideally be abolished.
nb: Fra 1880 til unionsoppløsningen handlet det om hvordan utenrikspolitikk burde kontrolleres av folket, og at den ideelt sett burde avskaffes.

source: What’s in the new EU-UK relationship?
nb: Hva er nytt i forholdet mellom EU og UK?

source: Even between Norway and Russia, countries that have developed a strong partnership in the High North over 20 years, relations seem to be deteriorating rapidly.
nb: Selv forholdet mellom Norge og Russland, som har utviklet et sterkt partnerskap i Nordområdene over 20 år, ser ut til å forverres raskt.

source: Phil, PhD) is a senior research fellow at the Norwegian Defence Research Establishment (FFI).
nb: Anne Stenersen (M.Phil, PhD) er seniorforsker ved Forsvarets Forskningsinstitutt (FFI).

source: G77 + China advocates for the expansion of the UN tax committee into a global tax body, but this has so far been turned down by OECD countries.
nb: G77 + Kina argumenterer for en oppgradering av FNs skattekomité om til et globalt mellomstatlig organ for skatt, men dette har hittil blitt nedstemt av OECD-landene.

source: To present this, Geir Helgesen will visit NUPI.
nb: Til å snakke om dette kommer Geir Helgesen til NUPI.

source: He graduated from the Faculty of Political Science of the University of Bucharest, holds an MBA in executive business, a Master's degree of International and European Studies and a PhD in development cooperation.
nb: Han utdannet seg ved Faculty of Political Science of the University of Bucharest, har en MBA I utøvende virksomhet, en mastergrad I internasjonale og europeiske studier og en PhD i utviklingssamarbeid.

source: , Stftung Wissenschaft und Politik, Berlin, Germany whose areas of expertise are Russian Federation, EU energy policy, Energy policy, Global Energy Issues and Security of Supply (Oil and Gas), Renewables and International Energy-Governance to name a few.
nb: , Senior Assosiate ved Stftung Wissenschaft und Politik, Berlin, som er ekspert på Russland, energipolitikk, globale energiproblemer, forsyningssikkerhet (olje og gass), fornybar energi og internasjonal energistyring, for å nevne noen.

source: EU-China trade relations are also important for EFTA and Norway; with negotiations proceeding in parallel in October 2018 on an EU-China investment agreement, and a Norway-China free trade agreement.
nb: Handelsforbindelser mellom EU og Kina er også viktige for EFTA og Norge – blant annet med forhandlinger som skal pågå parallelt i oktober 2018 om en investeringsavtale mellom EU og Kina, og en frihandelsavtale mellom Norge og Kina.

source: Montenegro’s integration to EU and NATO in challenging times
nb: Montenegros integrasjon til EU og NATO i utfordrende tider

source: ‘Abiy Ahmed has brought hope to many Ethiopians.
nb: - Abiy Ahmed er en person som har bragt håp til mange etiopiere.

source: The Norwegian Government Pension Fund Global (GPFG) is the world’s largest sovereign wealth fund.
nb: Statens pensjonsfond utland (Oljefondet) er verdens største suverene formuefond.
